Repository: Wikimedia-Suomi/wikikysely
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Questions
fi: Kysymykset
sv: Frågor

source: Answer survey
fi: Vastaa kysymyksiin
sv: Svara

source: Answers
fi: Vastaukset
sv: Svar

source: Edit survey
fi: Muokkaa kyselyä
sv: Redigera enkät

source: Logout
fi: Kirjaudu ulos
sv: Logga ut

source: Login
fi: Kirjaudu sisään
sv: Logga in

source: Register
fi: Rekisteröidy
sv: Registrera

source: Login with Wikimedia
fi: Kirjaudu Wikimedian tunnuksilla
sv: Logga in med Wikimedia

source: Project page
fi: Projektisivu
sv: Projectsida

source: Source code
fi: Lähdekoodi
sv: Källkod

source: Privacy policy
fi: Tietosuojakäytäntö
sv: Integritetspolicy

source: Answer question
fi: Vastaa kysymykseen
sv: Svara på frågan

source: Answer
fi: Vastaus
sv: Svar

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

source: Remove answer
fi: Poista vastaus
sv: Ta bort svar

source: Remove question
fi: Poista kysymys
sv: Ta bort fråga

source: Skip
fi: Ohita
sv: Hoppa över

source: Answer details
fi: Vastaustiedot
sv: Svarsinformation

source: Answer distribution
fi: Vastausjakauma
sv: Svarsfördelning

source: Answers over time
fi: Vastausten määrä ajan kuluessa
sv: Antal svar över tid

source: Published
fi: Julkaistu
sv: Publicerad

source: Total
fi: Yhteensä
sv: Totalt

source: Agree
fi: Yksimielisyys
sv: Instämmande

source: My answers
fi: Vastaukseni
sv: Mina svar

source: Answer date
fi: Vastauspäivä
sv: Svarstid

source: Title
fi: Otsikko
sv: Titel

source: Print wikitext
fi: Tulosta wikitekstinä
sv: Skriv ut wikikod

source: Red
fi: Punainen
sv: Röd

source: Green
fi: Vihreä
sv: Grön

source: Grey
fi: Harmaa
sv: Grå

source: <span class="bg-danger text-light px-1">%(red)s</span> means %(no)s answers and <span class="bg-success text-black px-1">%(green)s</span> means %(yes)s answers. <span id="unansweredInfo" style="display:none"><span class="bg-secondary px-1">%(grey)s</span> shows the share of all respondents who have not yet answered the question.</span> <span id="pieSizeInfo" style="display:none">The size of the circle is proportional to the number of respondents.</span>
fi: <span class="bg-danger text-light px-1">%(red)s</span> tarkoittaa %(no)s vastauksia ja <span class="bg-success text-black px-1">%(green)s</span> tarkoittaa %(yes)s vastauksia. <span id="unansweredInfo" style="display:none"><span class="bg-secondary px-1">%(grey)s</span> kertoo kuinka suuri osa kaikista vastaajista ei ole vielä vastannut kysymykseen.</span> <span id="pieSizeInfo" style="display:none">Ympyrän koko on suhteessa vastaajien määrään.</span>
sv: <span class="bg-danger text-light px-1">%(red)s</span> betyder %(no)s svar och <span class="bg-success text-black px-1">%(green)s</span> betyder %(yes)s svar. <span id="unansweredInfo" style="display:none"><span class="bg-secondary px-1">%(grey)s</span> visar hur stor andel av alla svarande som ännu inte har svarat på frågan.</span> <span id="pieSizeInfo" style="display:none">Cirkelns storlek är proportionell mot antalet svarande.</span>

source: Pie chart
fi: Piirakkakaavio
sv: Cirkeldiagram

source: Bar chart
fi: Palkkikaavio
sv: Stapeldiagram

source: Total respondents
fi: Vastaajien määrä
sv: Antal svarande

source: Answer table
fi: Vastaustaulukko
sv: Svarstabell

source: Question
fi: Kysymys
sv: Fråga

source: My answer
fi: Oma vastaus
sv: Mitt svar

source: Survey information
fi: Tietoa kyselystä
sv: Information om enkäten

source: Number of questions
fi: Kysymysten määrä
sv: Antal frågor

source: Number of respondents
fi: Vastaajien määrä
sv: Antal svarande

source: Number of question authors
fi: Kysyjien määrä
sv: Antal frågeställare

source: Results as wikitext
fi: Tulokset wikitekstinä
sv: Resultat som wikikod

source: Include my answers
fi: Sisällytä omat vastaukset
sv: Inkludera mina svar

source: Update
fi: Päivitä
sv: Uppdatera

source: Results as JSON
fi: Tulokset JSON-muodossa
sv: Resultat som JSON

source: Generated on
fi: Luotu
sv: Skapad

source: Bar charts
fi: Palkkikaaviot
sv: Stapeldiagram

source: Edit question
fi: Muokkaa kysymystä
sv: Redigera fråga

source: Add question
fi: Lisää kysymys
sv: Lägg till fråga

source: Save
fi: Tallenna
sv: Spara

source: Cancel
fi: Peruuta
sv: Avbryt

source: Add any question related to the survey's topic, but phrase it so it can only be answered 'Yes' or 'No'. You may also add a statement, provided the respondent can similarly answer whether they agree or disagree - yes or no.
fi: Lisää mikä tahansa kyselyn aiheeseen liittyvä kysymys, mutta muotoile se niin, että vastata voi vain 'Kyllä' tai 'Ei'. Kysymyksen ohella voit lisätä väitteen, kunhan vastaaja voi samaan tapaan vastata olevansa samaa tai eri mieltä - kyllä tai ei.
sv: Lägg till vilken fråga som helst om ämnet för undersökningen, men formulera den så att man kan svara bara 'Ja' eller 'Nej'. Du kan också lägga till ett påstående så länge svararen på samma sätt kan svara om hen instämmer eller inte - ja eller nej.

source: Questions must relate to Wikipedia, the Wikimedia movement, or the activities of Wikimedia Finland, but they must not target individuals. All questions must adhere to the Wikimedia movement's <a href="https://foundation.wikimedia.org/wiki/Policy:Universal_Code_of_Conduct/fi">Universal Code of Conduct</a>.
fi: Kysymysten tulee liittyä Wikipediaan, Wikimedia-liikkeeseen tai Wikimedia Suomen toimintaan ja asioihin, mutta ne eivät saa kohdistua yksittäisiin henkilöihin. Kaikkien kysymysten on noudatettava Wikimedia-liikkeen <a href="https://foundation.wikimedia.org/wiki/Policy:Universal_Code_of_Conduct/fi">yleistä käytössääntöä</a>.
sv: Frågorna ska handla om Wikipedia, Wikimediarörelsen eller Wikimedia Finlands verksamhet och frågor, men de får inte riktas mot enskilda personer. Alla frågor måste följa Wikimediarörelsens <a href="https://foundation.wikimedia.org/wiki/Policy:Universal_Code_of_Conduct/fi">universella uppförandekod</a>.

source: You can edit or delete the question you added as long as nobody has answered it.
fi: Voit muokata lisäämääsi kysymystä tai poistaa sen niin kauan kuin kysymykseen ei ole vastattu.
sv: Du kan redigera eller ta bort frågan du lagt till så länge ingen har svarat på den.

source: Read more instructions
fi: Lue tarkemmat ohjeet
sv: Läs mer anvisningar

source: This survey will be published on 20 August. Welcome back then! However, you can try the development version at <a href="%(dev_url)s">wikikysely-dev.toolforge.org</a>.
fi: Tämä kysely julkaistaan 20.8. kello 14:00. Tervetuloa takaisin silloin! Voit kuitenkin kokeilla kehitysversiota osoitteessa <a href="%(dev_url)s">wikikysely-dev.toolforge.org</a>.
sv: Denna enkät publiceras den 20.8. klockan 14:00. Välkommen tillbaka då! Du kan dock prova utvecklingsversionen på <a href="%(dev_url)s">wikikysely-dev.toolforge.org</a>.

source: This survey has no questions yet. Please add questions.
fi: Kyselyssä ei ole yhtään kysymystä vielä.
sv: Enkäten har inga frågor ännu. Lägg till frågor.

source: Unanswered questions
fi: Vastaamattomat kysymykset
sv: Obesvarade frågor

source: Edit
fi: Muokkaa
sv: Redigera

source: Create survey
fi: Luo kysely
sv: Skapa enkät

source: Secretaries
fi: Sihteerit
sv: Sekreterare

source: Remove
fi: Poista
sv: Ta bort

source: No secretaries
fi: Ei sihteereitä
sv: Inga sekreterare

source: Add secretary
fi: Lisää sihteeri
sv: Lägg till sekreterare

source: Hide
fi: Piilota
sv: Dölj

source: No questions
fi: Ei kysymyksiä
sv: Inga frågor

source: Hidden questions
fi: Piilotetut kysymykset
sv: Dolda frågor

source: Show
fi: Näytä
sv: Visa

source: Survey log
fi: Kyselyloki
sv: Enkätlogg

source: No log entries
fi: Ei lokimerkintöjä
sv: Inga loggposter

source: Surveys
fi: Kyselyt
sv: Enkäter

source: State
fi: Tila
sv: Status

source: No surveys
fi: Ei kyselyitä
sv: Inga enkäter

source: My data
fi: Omat tiedot
sv: Mina uppgifter

source: Username
fi: Käyttäjätunnus
sv: Användarnamn

source: Date joined
fi: Liittymispäivä
sv: Registreringsdatum

source: Deleting your data will remove all answers and all questions you have asked that do not yet have answers from other users and are not hidden. If you no longer have any questions or answers, your account will also be deleted. This action cannot be undone. Delete your data?
fi: Tietojen poisto poistaa kaikki vastaukset ja kaikki tekemäsi kysymykset joihin ei ole vielä vastauksia muilta käyttäjiltä ja jotka eivät ole piilotettuja. Jos sinulla ei ole enää kysymyksiä tai vastauksia, myös käyttäjätunnuksesi poistetaan. Tätä toimintoa ei voi perua. Poista tietosi?
sv: Radering av dina uppgifter tar bort alla svar och alla frågor du har ställt som ännu inte har svar från andra användare och som inte är dolda. Om du inte längre har några frågor eller svar tas ditt användarkonto också bort. Denna åtgärd kan inte ångras. Radera dina uppgifter?

source: Download my data (JSON)
fi: Lataa tietoni (JSON)
sv: Ladda ner mina uppgifter (JSON)

source: Delete my data
fi: Poista tietoni
sv: Ta bort mina uppgifter

source: My questions
fi: Omat kysymykset
sv: Mina frågor

source: No answers
fi: Ei vastauksia
sv: Inga svar

source: Skipped questions
fi: Ohitetut kysymykset
sv: Överhoppade frågor

source: Text
fi: Teksti

source: Main Survey
fi: Pääkysely
sv: Huvudenkät

source: Running
fi: Käynnissä
sv: Pågår

source: Paused
fi: Tauolla
sv: Pausad

source: Closed
fi: Suljettu
sv: Stängd

source: Description
fi: Kuvaus
sv: Beskrivning

source: Registration successful
fi: Rekisteröinti onnistui
sv: Registreringen lyckades

source: Logged out
fi: Kirjauduit ulos
sv: Du loggades ut

source: Survey created
fi: Kysely luotu
sv: Enkät skapad

source: No permission
fi: Ei oikeuksia
sv: Ingen behörighet

source: Survey updated
fi: Kysely päivitetty
sv: Enkät uppdaterad

source: Cannot add questions to a closed survey
fi: Suljettuun kyselyyn ei voi lisätä kysymyksiä
sv: Det går inte att lägga till frågor i en stängd enkät

source: The question "%(text)s" already exists and has %(count)d answers (%(yes_label)s %(yes)d, %(no_label)s %(no)d). Please rephrase the question.
fi: Kysymys "%(text)s" on jo olemassa ja sille on %(count)d vastausta (%(yes_label)s %(yes)d, %(no_label)s %(no)d). Muotoile kysymys toisin.
sv: Frågan "%(text)s" finns redan och har %(count)d svar (%(yes_label)s %(yes)d, %(no_label)s %(no)d). Formulera frågan annorlunda.

source: Question added
fi: Kysymys lisätty
sv: Fråga tillagd

source: Cannot remove questions from a closed survey
fi: Suljetusta kyselystä ei voi poistaa kysymyksiä
sv: Det går inte att ta bort frågor från en stängd enkät

source: Question hidden
fi: Kysymys piilotettu
sv: Fråga dold

source: Cannot restore questions in a closed survey
fi: Suljettuun kyselyyn ei voi palauttaa kysymyksiä
sv: Det går inte att återställa frågor i en stängd enkät

source: Question visible
fi: Kysymys näytetty
sv: Fråga synlig

source: Question removed
fi: Kysymys poistettu
sv: Fråga borttagen

source: Secretary added
fi: Sihteeri lisätty
sv: Sekreterare lades till

source: User not found
fi: Käyttäjää ei löytynyt
sv: Användare hittades inte

source: Secretary removed
fi: Sihteeri poistettu
sv: Sekreterare togs bort

source: Cannot edit questions in a closed survey
fi: Suljetussa kyselyssä ei voi muokata kysymyksiä
sv: Det går inte att redigera frågor i en stängd enkät

source: Question updated
fi: Kysymys päivitetty
sv: Fråga uppdaterad

source: Survey not active
fi: Kysely ei ole aktiivinen
sv: Enkäten är inte aktiv

source: To answer the question you must log in. <a href="{0}">Log in with your Wikimedia account</a>.
fi: Vastataksesi kysymykseen sinun on kirjauduttava sisälle. <a href="{0}">Kirjaudu Wikimedian tunnuksilla</a>.
sv: För att svara på frågan måste du logga in. <a href="{0}">Logga in med ditt Wikimedia-konto</a>.

source: To add a question you must log in. <a href="{0}">Log in with your Wikimedia account</a>.
fi: Lisätäksesi kysymyksen sinun on kirjauduttava sisälle. <a href="{0}">Kirjaudu Wikimedian tunnuksilla</a>.
sv: För att lägga till en fråga måste du logga in. <a href="{0}">Logga in med ditt Wikimedia-konto</a>.

source: No more questions
fi: Ei enempää kysymyksiä
sv: Inga fler frågor

source: Answer saved
fi: Vastaus tallennettu
sv: Svar sparat

source: Answer saved. No more questions
fi: Vastaus tallennettu. Ei enempää kysymyksiä
sv: Svar sparat. Inga fler frågor

source: Answer skipped. No more questions
fi: Vastaus ohitettu. Ei enempää kysymyksiä
sv: Svar hoppat över. Inga fler frågor

source: Answered question #{number}: "{question}" with "{answer}". No more questions
fi: Vastattu kysymykseen #{number}: "{question}" vastauksella "{answer}". Ei enempää kysymyksiä

source: Answered question #{number}: "{question}" with "{answer}"
fi: Vastattu kysymykseen #{number}: "{question}" vastauksella "{answer}"

source: Skipped question #{number}: "{question}". No more questions
fi: Ohitettu kysymys #{number}: "{question}". Ei enempää kysymyksiä

source: Skipped question #{number}: "{question}"
fi: Ohitettu kysymys #{number}: "{question}"

source: Question skipped
fi: Kysymys ohitettu
sv: Fråga hoppad över

source: Removed %(removed)d/%(total)d answer.
fi: Poistettu %(removed)d/%(total)d vastaus.
sv: Tog bort %(removed)d/%(total)d svar.

source: Removed %(removed)d/%(total)d question.
fi: Poistettu %(removed)d/%(total)d kysymys.
sv: Tog bort %(removed)d/%(total)d fråga.

source: Removed %(removed)d/%(total)d survey.
fi: Poistettu %(removed)d/%(total)d kysely.
sv: Tog bort %(removed)d/%(total)d enkät.

source: Removed data from skipped questions.
fi: Poistettu tiedot ohitetuista kysymyksistä.
sv: Tog bort data om överhoppade frågor.

source: Could not remove %(count)d question because it already had answers.
fi: Ei voitu poistaa %(count)d kysymystä, koska siihen oli jo vastauksia.
sv: Kunde inte ta bort %(count)d fråga eftersom den redan hade svar.

source: Could not remove %(count)d survey because it already had questions.
fi: Ei voitu poistaa %(count)d kyselyä, koska siinä oli jo kysymyksiä.
sv: Kunde inte ta bort %(count)d enkät eftersom den redan hade frågor.

source: Account removed.
fi: Tili poistettu.
sv: Konto borttaget.

source: Account not removed because all your questions could not be deleted.
fi: Tiliä ei poistettu, koska kaikkia kysymyksiäsi ei voitu poistaa.
sv: Konto togs inte bort eftersom alla dina frågor inte kunde tas bort.

source: Answer can only be edited while the survey is running
fi: Vastauksen voi muokata vain, kun kysely on käynnissä
sv: Svar kan redigeras endast när enkäten är igång

source: Answer updated
fi: Vastaus päivitetty
sv: Svar uppdaterat

source: Answer can only be removed while the survey is running
fi: Vastauksen voi poistaa vain, kun kysely on käynnissä
sv: Svar kan tas bort endast när enkäten är igång

source: Answer removed
fi: Vastaus poistettu
sv: Svar borttaget

source: Markdown formatting supported: **bold**, *italic*, [link](https://...), line breaks -> <br>
fi: Markdown: **bold**, *italic*, [link](https://...), rivinvaihdot -> <br>
sv: Markdown-formatering stöds: **bold**, *italic*, [link](https://...), radbrytningar -> <br>

source: Thank you for answering
fi: Kiitos vastaamisesta

source: Thank you for answering, you have now seen all the questions!
fi: Kiitos vastaamisesta, olet nyt nähnyt kaikki kysymykset!

source: Answers are knowledge that produces benefit only when used. Participate in Wikipedia and Wikimedia <a href="https://fi.wikipedia.org/wiki/Keskustelu_wikiprojektista:Wikikysely_2025">discussions</a> and in Wikimedia Finland's decision-making and bring out your interpretation of the common good. Now you can base your opinion and refer to measured information about the community's opinions. You may cite as a source: Wikikysely 2025, question no. #1, date DD.MM.YYYY time HH.MM https://wikikysely.toolforge.org/fi/answers/
fi: Vastaukset ovat tietoa joka tuottaa hyötyä vasta käytettäessä. Osallistu Wikipedian ja Wikimedian <a href="https://fi.wikipedia.org/wiki/Keskustelu_wikiprojektista:Wikikysely_2025">keskusteluihin</a> ja Wikimedia Suomen päätöksentekoon ja tuo esiin oma tulkintasi yhteisestä hyvästä. Nyt voit perustaa mielipiteesi ja viitata mitattuun tietoon yhteisön mielipiteistä. Lähteeksi voit ilmoittaa: Wikikysely 2025, kysymys nro #1, päivämäärä DD.MM.YYYY kello HH.MM https://wikikysely.toolforge.org/fi/answers/

source: View all answers
fi: Katso kaikkien vastaukset

source: Return to skipped questions
fi: Palaa ohitettuihin kysymyksiin
